package com.fred_projects.education.rest_api.math

//Разработайте клиент https://newton.now.sh/ с сохранением загруженной информации на мобильном устройстве и загрузкой информации в отдельных потоках.
//15 По данному выражению найдите его упрощенный вариант. Все результаты сохраняйте и выводите в списке (начальное выражение – результат).
//28 По данному выражению найдите его разложение на множители. Все результаты сохраняйте и выводите в списке (начальное выражение – результат).
//29 По данному выражению найдите его производную. Все результаты сохраняйте и выводите в списке (начальное выражение – результат).
//30 По данному выражению найдите его интеграл. Все результаты сохраняйте и выводите в списке (начальное выражение – результат).