package com.fred_projects.education.jumping_rope

//Разработайте мобильное приложение, предназначенное для учёта количества прыжков через скакалку (телефон – в кармане брюк).
//Информация о сохраненных активностях должна сохраняться между сеансами, пользователь должен иметь возможность корректировать результаты неточных измерений.
//Ваша задача повысить точность измерения до возможного максимума.
//Обратите внимание на использование всех изученных рекомендованных подходов к проектированию приложен


//Доработайте приложение, выполненное в предыдущей практической, чтобы оно в виде анимации показывало то,
//как выполнялось упражнение или измерение пользователем (качество графики оцениваться не будет).